CSI API ETABS v1
eHingeLengthOverwriteType Enumeration
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public enum eHingeLengthOverwriteType
Public Enumeration eHingeLengthOverwriteType
Dim instance As eHingeLengthOverwriteType
public enum class eHingeLengthOverwriteType
type eHingeLengthOverwriteType
Members
Member name | Value | Description
None | 1
Absolute | 2
Relative | 3
See Also
Reference
ETABSv1 Namespace